Repository: Dima73/ModifyPLiFullHD
Catalog: plugin/locale/*/LC_MESSAGES/ModifyPLiFullHD.po
Languages: cs

source: Modify PLi-FullHD
cs: Modifikace PLi-FullHD

source: Change regular font and colors in PLi FullHD/FullNightHD/HD1 skins
cs: Změny základního fontu a barev pro PLi FullHD/FullNightHD/HD1 skin

source: both
cs: Obě

source: left only
cs: Pouze levá

source: right only
cs: Pouze pravá

source: none
cs: Žádná

source: Standard
cs: Standardní

source: Cancel
cs: Zavřít

source: Apply
cs: Aplikovat

source: Options
cs: Možnosti

source: Modify PLi-FullHD - setup font and colors
cs: Modify PLi-FullHD - nastavení fontu a barev

source: Plugin can be run under skins 'PLi-FullHD' or 'PLiHD1' only!
cs: Plugin může být spuštěn pouze pod skinem 'PLi-FullHD' nebo 'PLiHD1'.

source: !!! Invalid format: %s, not used !!!
cs: !!! Neplatný formát: %s. Nepoužito !!!

source: Was created new config file, restart for apply.
cs: Založen nový konfigurační soubor. Restartujte GUI.

source: Use modify skin
cs: Používat úpravu skinu

source: Vertical selector's lines
cs: Vertikální linky selektoru

source: Some screens could be in old colors still. Do you want to restart the GUI now?
cs: Některé obrazovky mohou stále obsahovat původní barvy. Chcete nyní restartovat GUI?

source: Really close without apply changes?
cs: Opravdu zavřít bez uloženého nastavení?

source: Create new file with default values
cs: Založit nový soubor s výchozími hodnotami

source: Save current parameters
cs: Uložit současné parametry

source: Delete file with parameters and close plugin
cs: Smazat soubor s parametry a zavřít plugin

source: Create new "%s" file
cs: Založit nový soubor "%s"

source: Font sizes table
cs: Tabulka velikostí fontu

source: Operations with configuration file
cs: Operace s konfiguračním souborem

source: Modify PLi-FullHD font info
cs: Modifikace PLi-FullHD - informace o fontu

source: Font size / line height (px)
cs: Velikost fontu / výška řádku (px)

source: Select font
cs: Vyberte font
